app/controllers/students_controller.rb

    def create
        @student = Student.new(student_params)
        if @student.save
---
INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "daniel"], ["last_name", "PAtnode"], ["created_at", "2020-08-06 22:52:00.890019"], ["updated_at", "2020-08-06 22:52:00.890019"]]